Repository: pagemachine/ats
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# constants.category.company_data
source: Global Organization Data
de: Globale Firmendaten

# constants.company_data.name
source: Name
de: Firmenname

# constants.company_data.street
source: Street
de: Straße

# constants.company_data.postal_code
source: Postal Code
de: Postleitzahl

# constants.company_data.locality
source: Locality
de: Stadt/Ort

# constants.company_data.region
source: Region
de: Region/Bundesland

# constants.company_data.country
source: Country (3-digit code)
de: Land (dreistelliger Code, z.B. DEU)

# tx_ats.job.start_application
source: Start Application
de: Bewerbung starten

# tx_ats.headline.form
source: General
de: Einleitung

# tx_ats.headline.personal_data
source: Personal Data
de: Persönliche Daten

# tx_ats.headline.qualifications
source: Qualifications
de: Qualifikationen

# tx_ats.headline.additional_data
source: Additional Information
de: Weitere Angaben

# tx_ats.headline.summary
source: Overview
de: Zusammenfassung

# tx_ats.newApply
source: New Application for job
de: Neue Bewerbung als

# tx_ats.intro.text1
source: We are delighted that you want to apply to us and that you are using our online application form. With the following information, we would like to make the application process a little clearer.
de: Wir freuen uns, dass Sie sich bei uns bewerben möchten und dazu unser Online-Bewerbungsformular nutzen. Mit den folgenden Informationen möchten wir Ihnen das Bewerbungsverfahren etwas erläutern.

# tx_ats.intro.text2
source: After agreeing to our data protection regulations, the online application form starts with the section "Personal information".
de: Nachdem Sie unseren Datenschutzbestimmungen zugestimmt haben, geht es im Online-Bewerbungsformular mit der Rubrik "Persönliche Angaben" weiter.

# tx_ats.intro.text3
source: We recommend that you keep the documents relating to your career, such as your curriculum vitae (CV), references, etc. on hand. The fields marked with an asterisk "*" are mandatory, that is, they must be filled in to access the next section of the application form. You can correct the information you have entered until you are ready to submit your application. At the end of the application form you have the chance to complete the application by uploading a cover letter, your curriculum vitae, references and other relevant documentation, preferably as PDF files.
de: Wir empfehlen Ihnen, die Unterlagen zu Ihrem Werdegang, wie z. B. Lebenslauf, Zeugnisse usw. bereitzuhalten. Die mit "*" gekennzeichneten Felder sind Pflichtfelder, d. h. sie müssen ausgefüllt werden, um im Bewerbungsformular zur nächsten Rubrik zu gelangen. Sie können Ihre Angaben solange korrigieren, bis Sie die Bewerbung absenden. Am Ende des Bewerbungsformulars haben Sie die Möglichkeit Ihre Angaben zu vervollständigen, indem Sie uns ein Bewerbungsschreiben, Ihren Lebenslauf, Zeugnisse und weitere relevante Unterlagen anhängen, vorzugsweise als PDF-Dateien.

# tx_ats.intro.text4
source: Please read our data protection regulations now and then decide whether you want to accept them.
de: Bitte lesen Sie jetzt unsere Datenschutzbestimmungen und entscheiden Sie dann, ob Sie diesen zustimmen möchten.

# tx_ats.intro.text5
source: Your application data is, of course, stored and processed only by our company. After 6 months at the latest, the electronically stored personal data will be automatically deleted. Automatic deletion does not occur if you answer the following question in the application form with a "yes": "May we forward your application to other interested departments at out company?"
de: Ihre Bewerberdaten werden selbstverständlich ausschließlich von unserem Unternehmen gespeichert und weiterverarbeitet. Spätestens nach 6 Monaten werden die elektronisch gespeicherten personenbezogenen Daten automatisch gelöscht. Die automatische Löschung erfolgt nicht, wenn Sie im Bewerbungsformular die Frage "Sind Sie mit der Weiterleitung Ihrer Bewerbung an andere interessierte Organisationseinheiten in unserem Unternehmen einverstanden" bejahen.

# tx_ats.upload.text1
source: In this field, we ask you to upload your documents, such as a cover letter, your CV, references, photo, etc.
de: In diesem Bereich bitten wir Sie, Ihre Dokumente, wie Bewerbungsschreiben, Lebenslauf, Zeugnisse, Foto, etc. hochzuladen.

# tx_ats.upload.text2
source: First, click on "Browse...", select a file and upload it. You can then upload more files in the same way. The maximum file size is 20 MB.
de: Klicken Sie zunächst auf "Durchsuchen...", wählen eine Datei aus und laden diese hoch. Anschließend können Sie in gleicher Weise weitere Dateien hinterlegen. Die maximale Dateigröße beträgt 20 MB.

# tx_ats.upload.existing_files
source: Uploaded files
de: Hochgeladene Dateien

# tx_ats.upload.new
source: Upload new file
de: Neue Datei hochladen

# tx_ats.upload.save
source: Save file
de: Speichern

# tx_ats.upload.remove
source: Remove
de: Entfernen

# tx_ats.button.next
source: Next
de: Weiter

# tx_ats.button.prev
source: Back
de: Zurück

# tx_ats.button.submit
source: Submit
de: Absenden

# tx_ats.label.privacy_policy.before
source: I have read and accepted the
de: Ich habe die

# tx_ats.label.privacy_policy.linktitle
source: data protection regulations
de: Datenschutzbestimmungen

# tx_ats.label.privacy_policy.after
source: . If minors are applying, we assume that a parent or guardian has made this agreement.
de: gelesen und stimme diesen zu. Bei Bewerbungen Minderjähriger gehen wir davon aus, dass die Zustimmung durch einen Erziehungsberechtigten erfolgt.

# tx_ats.label.introduction
source: Introduction
de: Einleitung

# tx_ats.label.personalInformation
source: Personal Information
de: Persönliche Angaben

# tx_ats.label.qualifications
source: Qualifications
de: Qualifikationen

# tx_ats.label.additionalInformation
source: Additional Information
de: Weitere Angaben

# tx_ats.label.existingFiles
source: Existing Files
de: Vorhandene Dateien

# tx_ats.label.uploadNew
source: Upload new file
de: neue Datei hochladen

# tx_ats.label.summary
source: Summary
de: Zusammenfassung

# tx_ats.label.jobTitle
source: Job:
de: Stelle:

# tx_ats.label.title
source: Academic title
de: Titel

# tx_ats.label.salutation
source: Form of address
de: Anrede

# tx_ats.label.salutation.1
source: Mr
de: Herr

# tx_ats.label.salutation.2
source: Ms
de: Frau

# tx_ats.label.firstname
source: First name
de: Vorname

# tx_ats.label.surname
source: Surname
de: Nachname

# tx_ats.label.birthday
source: Date of birth (YYYY-MM-DD)
de: Geburtstag (JJJJ-MM-TT)

# tx_ats.label.disability
source: Severe disability/Equal opportunities (Please only fill out and attach proof if your application is to be considered in accordance with § 82 SGB IX, German legislation on employing the severely disabled)
de: Schwerbehinderung/Gleichstellung (Bitte nur ausfüllen und einen Nachweis beifügen, sofern Ihre Bewerbung gem. § 82 SGB IX behandelt werden soll)

# tx_ats.label.disability.2
source: Yes
de: Ja

# tx_ats.label.disability.1
source: No
de: Nein

# tx_ats.label.nationality
source: Nationality
de: Nationalität

# tx_ats.label.nationality.1
source: German
de: Deutsch

# tx_ats.label.street
source: Street and house no.
de: Straße und Nr.

# tx_ats.label.zipcode
source: Post code
de: PLZ

# tx_ats.label.city
source: Town/City
de: Ort

# tx_ats.label.country
source: Country
de: Land

# tx_ats.label.phone
source: Tel. no. landline
de: Tel. Nr. Festnetz

# tx_ats.label.mobile
source: Tel. no. mobile
de: Tel. Nr. Mobil

# tx_ats.label.employed
source: Are you currently employed at our company?
de: Sind Sie derzeit in unserem Unternehmen beschäftigt?

# tx_ats.label.employed.2
source: Yes
de: Ja

# tx_ats.label.employed.1
source: No
de: Nein

# tx_ats.label.school_qualification
source: Highest school-leaving qualification
de: Höchster Schulabschluss

# tx_ats.label.school_qualification.1
source: general qualification for university entrance
de: Abitur

# tx_ats.label.school_qualification.2
source: advanced technical college certificate
de: Fachhochschule

# tx_ats.label.school_qualification.3
source: General Certificate of Secondary Education
de: Realschule

# tx_ats.label.school_qualification.4
source: non-academic secondary school
de: Hauptschule

# tx_ats.label.school_qualification.5
source: Others
de: Andere

# tx_ats.label.school_qualification.6
source: N/A
de: Keine Angabe

# tx_ats.label.professional_qualification
source: Professional qualification/Specialised area
de: Berufsabschluss/Fachrichtung

# tx_ats.label.professional_qualification_final_grade
source: Final grade
de: Abschlussnote

# tx_ats.label.academic_degree
source: Academic degree/Specialised subject(s)
de: Akademischer Abschluss/Fachkenntnisse

# tx_ats.label.academic_degree_final_grade
source: Final grade
de: Abschlussnote

# tx_ats.label.doctoral_degree
source: Doctoral degree/PhD degree
de: Studienabschluss/Fachrichtung

# tx_ats.label.doctoral_degree_final_grade
source: Final grade
de: Abschlussnote

# tx_ats.label.previous_knowledge
source: Previous knowledge relevant to vacancy - use key words only (max. 255 characters)
de: Ausschreibungsrelevante Vorkenntnisse - stichwortartig (max. 255 Zeichen)

# tx_ats.label.it_knowledge
source: Previous knowledge of IT relevant to vacancy - use key words only (max. 255 characters)
de: Ausschreibungsrelevante IT-Kenntnisse - stichwortartig (max. 255 Zeichen)

# tx_ats.label.comment
source: Note (max. 255 characters)
de: Bemerkung (max. 255 Zeichen)

# tx_ats.label.referrer
source: How did you hear about us
de: Wie wurden Sie auf uns aufmerksam

# tx_ats.label.forward_to_departments
source: May we forward your application to other interested departments of our company?
de: Sind Sie mit der Weiterleitung Ihrer Bewerbung an andere interessierte Organisationseinheiten in unserem Unternehmen einverstanden?

# tx_ats.label.forward_to_departments.2
source: Yes
de: Ja

# tx_ats.label.forward_to_departments.1
source: No
de: Nein

# tx_ats.label.file
source: File(s)
de: Datei(en)

# tx_ats.upload.back
source: Back
de: Zurück

# tx_ats.summary.back
source: Back
de: Zurück

# tx_ats.submission_thankyou
source: Thank you for your submission
de: Vielen Dank für Ihre Bewerbung

# tx_ats.label.referrer.2
source: Newspaper
de: Zeitung

# tx_ats.label.referrer.3
source: Magazine
de: Fachzeitschrift

# tx_ats.label.referrer.5
source: Employment Agency
de: Agentur für Arbeit

# tx_ats.label.referrer.6
source: Recommendation
de: Empfehlung

# tx_ats.label.referrer.7
source: Others
de: Sonstige

# tx_ats.error.intro
source: Please check your entries
de: Bitte überprüfen Sie Ihre Eingaben.

# tx_ats_domain_model_application.privacyPolicy
source: Privacy Policy:
de: Datenschutzbestimmung:

# tx_ats_domain_model_application.firstname
source: First name:
de: Vorname:

# tx_ats_domain_model_application.surname
source: Surname:
de: Nachname:

# tx_ats_domain_model_application.birthday
source: Date of birth:
de: Geburtstag:

# tx_ats_domain_model_application.street
source: Street and house no.:
de: Straße und Hausnummer:

# tx_ats_domain_model_application.zipcode
source: Post code:
de: Postleitzahl:

# tx_ats_domain_model_application.city
source: Town/City:
de: Stadt:

# tx_ats_domain_model_application.employed
source: Are you currently employed at our company:
de: Sind Sie derzeit bei uns beschäftigt:

# tx_ats_domain_model_application.forwardToDepartments
source: May we forward your application to other interested departments of our company:
de: Können wir Ihre Bewerbung an andere interessierte Abteilungen unseres Unternehmens weiterleiten:

# tx_ats.error.1361959228
source: Please confirm privacy policy
de: Bitte bestätigen Sie die Datenschutzerklärung

# tx_ats.error.1221560718
source: Please fill out this field
de: Bitte füllen Sie dieses Feld aus

# tx_ats.error.1221560910
source: Please fill out this field
de: Bitte füllen Sie dieses Feld aus

# tx_ats.error.1221561046
source: Please confirm
de: Bitte wählen Sie eine Option aus

# tx_ats.error.1221559976
source: This is not a valid email address
de: Dies ist keine gültige E-Mail-Adresse

# tx_ats.error.1307719788
source: The date was not recognized (for format "YYYY-MM-DD")
de: Das Datum wurde nicht erkannt (Format "JJJJ-MM-TT")

# tx_ats.error.1399312430
source: This file type is not allowed.
de: Upload ist nicht möglich, ungültiger Dateityp.

# tx_ats.error.file.1347992453
source: Please upload at least one document.
de: Bitte laden Sie mindestens ein Dokument hoch.

# tx_ats.error.languageSkills.1347992453
source: Please fill in at least one language.
de: Bitte geben Sie mindestens eine Sprache an.

# tx_ats.error.languageSkills.1522232270
source: Please fill in your skill level for all languages.
de: Bitte geben Sie bei allen Sprachkenntnissen einen Level (Kenntnisstand) an.

# tx_ats.error.languageSkills.1522232293
source: Please fill in a language, either via selection or input.
de: Bitte geben Sie eine Sprache an, per Auswahl oder Eingabe.

# tx_ats.error.massApplication.1347992453
source: Please select at least one application.
de: Bitte wählen Sie mindestens eine Bewerbung aus.

# tx_ats.languageskill.textLanguage
source: Other
de: Andere

# tx_ats.application.languageskills
source: Language Skills*
de: Sprachkenntnisse*

# tx_ats.language_skill
source: Language Skill
de: Sprachkenntnisse

# tx_ats.languageskill.language
source: Language
de: Sprache

# tx_ats.languageskill.language.1
source: English
de: Englisch

# tx_ats.languageskill.language.2
source: French
de: Französisch

# tx_ats.languageskill.language.3
source: German
de: Deutsch

# tx_ats.languageskill.language.4
source: Italian
de: Italienisch

# tx_ats.languageskill.language.5
source: Spanish
de: Spanisch

# tx_ats.languageskill.level.1
source: Mother tounge
de: Muttersprache

# tx_ats.languageskill.level.2
source: Fluent at business level
de: Verhandlungssicher

# tx_ats.languageskill.level.3
source: Advanced knowledge
de: Fortgeschritten

# tx_ats.languageskill.level.4
source: Basic knowledge
de: Grundkenntnisse

# tx_ats.languageskill.addLanguage
source: Add Language
de: Sprache hinzufügen

# tx_ats.languageskill.rmLanguage
source: Remove
de: Löschen

# tx_ats.label.select.undefined
source: Undefined
de: Keine Angabe

# be.label.MyApplications
source: My Applications
de: Meine Bewerbungen

# be.label.MyApplications.NewApplications
source: New Applications
de: Neue Bewerbungen

# be.label.MyApplications.DeadlineExceeded
source: Deadline Exceeded
de: Fristüberschreitung

# be.label.MyApplications.InProgress
source: In Progress
de: In Bearbeitung

# be.label.MyApplications.Table.Created
source: Created
de: Erstellt am

# be.label.MyApplications.Table.JobNumber
source: Job Number
de: Job-Nummer

# be.label.MyApplications.Table.Rating
source: Rating
de: Bewertung

# be.label.Archive.AllApplications
source: Archive
de: Archiv

# be.label.Archive.Pool.Move
source: Move selected applications
de: Ausgewählte Bewerbungen verschieben

# tx_ats.application.rating.10
source: Unsuited
de: Ungeeignet

# tx_ats.application.rating.20
source: Suited
de: Geeignet

# tx_ats.application.rating.30
source: Shortlisted
de: Engere Wahl

# tx_ats.application.rating.40
source: Selected
de: Ausgewählt

# tx_ats.application.rating.50
source: Cancelled by candidate
de: Vom Bewerber abgesagt

# be.label.MyApplications.Table.Disability
source: Disability
de: Schwerbehinderung

# be.label.MyApplications.Table.Employed
source: Employed
de: Angestellt

# be.label.MyApplications.Table.LatestNote
source: Latest note
de: Letzte Bemerkung

# be.label.AllApplications
source: All Applications
de: Alle Bewerbungen

# be.label.Applications
source: Applications
de: Bewerbungen

# be.label.Statistics
source: Statistics
de: Statistik

# be.label.Statistics.dateFrom
source: From:
de: Von:

# be.label.Statistics.dateTill
source: Till:
de: Bis:

# be.label.Statistics.Table.1
source: Number of applications for a single job offer
de: Anzahl der Bewerber für eine Stellenanzeige

# be.label.Statistics.Table.2
source: Number of applications from a single referer
de: Anzahl der Bewerber von einer Quelle

# be.label.Statistics.Table.3
source: Distribution of age of applicants
de: Altersverteilung

# be.label.Statistics.Table.4
source: Number of tendering procedures
de: Anzahl der Ausschreibunsverfahren

# be.label.Statistics.Table.5
source: Number of applications, men and women
de: Anzahl der Bewerbungen, Männer und Frauen

# be.label.Statistics.Table.6
source: Number of job interviews, men and women
de: Anzahl der Bewerbungsgespräche, Männer und Frauen

# be.label.Statistics.Table.7
source: Number of occupied positions, men and women
de: Anzahl der besetzten Stellen, Männer und Frauen

# be.label.Statistics.Table.Number
source: Number
de: Anzahl

# be.label.Statistics.Table.Percentage
source: Percentage
de: Prozentsatz

# be.label.Statistics.Table.Provenance
source: How did you find out about us?
de: Wie haben Sie von uns erfahren?

# be.label.Statistics.Table.Age
source: Age
de: Alter

# be.label.Statistics.Table.Total
source: Total:
de: Gesamt:

# be.label.Statistics.Table.Male
source: Male
de: Mann

# be.label.Statistics.Table.Female
source: Female
de: Frau

# be.label.Export.Location
source: Location:
de: Ort:

# be.label.Export.Simple
source: Simple Export
de: Einfacher Export

# be.label.Export.CustomExport
source: Custom Export
de: Benutzerdefinierter Export

# be.label.Archive
source: Archive
de: Archiv

# be.label.Notification
source: Mass Notification
de: Massenbescheide

# be.label.FilterBar.All
source: All
de: Alle

# be.label.FilterBar.Placeholder.Search
source: Searchword
de: Suchen

# be.label.FilterBar.Filter
source: Filter
de: Filtern

# be.label.FilterBar.Reset
source: Reset
de: Zurücksetzen

# be.label.FilterBar.Job
source: Job:
de: Stelle:

# be.label.ApplicationSingle.1
source: Application from
de: Bewerbung von

# be.label.ApplicationSingle.2
source: for
de: als

# be.label.ApplicationSingle.Table.GeneralInformation
source: General Information
de: Allgemeine Angaben

# be.label.ApplicationSingle.Table.JobTitle
source: Jobtitle
de: Stelle

# be.label.ApplicationSingle.Table.ReceiptDate
source: Receipt date
de: Eingangsdatum

# be.label.ApplicationSingle.Table.ApplicationType
source: Application type
de: Art der Bewerbung

# be.label.ApplicationSingle.Table.Rating
source: Rating
de: Bewertung

# be.label.ApplicationSingle.Table.RatingPerso
source: Rating Pers. Dep.
de: Bewertung Personalabteilung

# be.label.ApplicationSingle.Notes
source: Notes
de: Anmerkungen

# tx_ats.be.actions.application.show
source: Overview
de: Übersicht

# tx_ats.be.actions.application.edit
source: Edit
de: Bearbeiten

# tx_ats.be.actions.application.notes
source: Notes
de: Anmerkungen

# tx_ats.be.actions.application.acknowledge
source: Acknowledge
de: Eingangsbestätigung

# tx_ats.be.actions.application.invite
source: Invite
de: Einladung

# tx_ats.be.actions.application.reject
source: Reject
de: Absagen

# tx_ats.be.actions.application.rating
source: Rating
de: Bewertung

# tx_ats.be.actions.application.ratingPerso
source: Rating (Perso)
de: Bewertung (Perso)

# tx_ats.be.actions.application.history
source: History
de: Historie

# tx_ats.be.actions.application.clone
source: Clone
de: Klonen

# tx_ats.be.actions.application.backToPerso
source: Send back to personnel department
de: Zurück an Perso

# tx_ats.be.actions.application.close
source: Close Application
de: Bewerbung abschließen

# tx_ats.be.actions.application.moveToPool
source: Move to pool
de: Pool

# tx_ats.be.actions.application.new
source: New Application
de: Neue Bewerbung

# tx_ats.be.new.uploadInfo
source: Uploads can be added in the next step, after submit.
de: Dateien können im nächsten Schritt hochgeladen werden, nachdem die Bewerbung gespeichert wurde.

# tx_ats.history.workflow.details
source: Changed status to
de: Status geändert in

# tx_ats.history.edit.subject
source: Edit (Backend)
de: Bearbeitet (Backend)

# tx_ats.history.edit.details
source: Application edited via backend form
de: Bewerbung über Backend-Formular bearbeitet

# tx_ats.history.reply.subject
source: Reply mail/pdf
de: Antwort via Mail/PDF

# tx_ats.history.reply.details
source: Reply was sent
de: Antwort versendet

# tx_ats.history.invite.subject
source: Invitation
de: Einladung

# tx_ats.history.invite.details
source: Invitation was sent
de: Einladung versendet

# tx_ats.history.acknowledge.subject
source: Acknowledgement
de: Eingangsbestätigung

# tx_ats.history.autoAcknowledge.subject
source: Automatic Acknowledgement
de: Automatische Eingangsbestätigung

# tx_ats.history.acknowledge.details
source: Acknowledgement was sent
de: Eingangsbestätigung versendet

# tx_ats.history.reject.subject
source: Rejection
de: Absage

# tx_ats.history.reject.details
source: Rejection was sent
de: Absage versendet

# tx_ats.history.rating.subject
source: Rating
de: Bewertung

# tx_ats.history.rating.details
source: Changed rating to
de: Bewertung geändert in

# tx_ats.history.ratingPerso.subject
source: Personell Rating
de: Rating durch Perso

# tx_ats.history.ratingPerso.details
source: Changed personell rating to
de: Rating durch Perso geändert in

# tx_ats.history.note.subject
source: Note
de: Anmerkung

# tx_ats.history.note.details
source: A new note was added
de: Eine neue Anmerkung wurde hinzugefügt

# tx_ats.history.close.subject
source: Close
de: Abgeschlossen

# tx_ats.history.close.details
source: Application was closed
de: Bewerbung wurde abgeschlossen

# tx_ats.history.backToPerso.subject
source: Returned to Perso
de: Zurückverwiesen an Perso

# tx_ats.history.backToPerso.details
source: Application was sent back to personell department.
de: Die Bewerbung wurde an die Personalabteilung zurückverwiesen

# tx_ats.history.new.subject
source: New Application
de: Neue Bewerbung

# tx_ats.history.new.details
source: A new application was submitted.
de: Eine neue Bewerbung wurde eingereicht

# tx_ats.history.clone.subject
source: New Application (cloned)
de: Neue Bewerbung (geklont)

# tx_ats.history.clone.details
source: A new application was submitted (Clone).
de: Eine neue Bewerbung wurde eingereicht (Klon)

# tx_ats.history.cloned.subject
source: Cloned
de: Geklont

# tx_ats.history.cloned.details
source: This application was cloned.
de: Diese Bewerbung wurde geklont

# tx_ats.history.moveToPool.subject
source: Move to Pool
de: In den Pool verschieben

# tx_ats.history.moveToPool.details.add
source: Application was added to pool
de: die Bewerbung wurde in den Pool verschoben

# tx_ats.history.moveToPool.details.remove
source: Application was removed from pool
de: Die Bewerbung wurde aus dem Pool entfernt

# tx_ats.history.removeUpload.subject
source: Upload deleted
de: Der Upload wurde gelöscht

# tx_ats.history.removeUpload.details
source: The following file was removed:
de: Die folgende Datei wurde entfernt:

# tx_ats.history.massPoolMoving.subject
source: Move
de: Verschiebung

# tx_ats.history.massPoolMoving.details.changeJob
source: Move to job
de: Verschiebung zur Stelle

# tx_ats.application.status.0
source: Incomplete
de: Unvollständig

# tx_ats.application.status.10
source: New Application
de: Neue Bewerbung

# tx_ats.application.status.20
source: Requested Attestation
de: Bescheinigung angefordert

# tx_ats.application.status.50
source: Department
de: Abteilung

# tx_ats.application.status.100
source: Employed
de: Eingestellt

# tx_ats.application.status.110
source: Cancelled (by employer)
de: Abgesagt (durch Arbeitgeber)

# tx_ats.application.status.120
source: Cancelled (by Candidate)
de: Abgesagt (durch Bewerber)

# tx_ats.mail.subject
source: Subject
de: Betreff

# tx_ats.mail.body
source: Body
de: Text

# tx_ats.mail.dateTime
source: Date and time
de: Datum und Uhrzeit

# tx_ats.mail.confirmDate
source: Confirmation date
de: Bestätigungsdatum
