Repository: pagemachine/ats
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_ats_domain_model_job.job_number
source: Job Number
de: Ausschreibungs-Nr.

# tx_ats_domain_model_job.title
source: Job Title
de: Stellenbezeichnung

# tx_ats_domain_model_job.description
source: Description
de: Stellenbeschreibung

# tx_ats_domain_model_job.description_after_link
source: Description after link to form
de: Stellenbeschreibung nach Link zum Formular

# tx_ats_domain_model_job.deactivated
source: Deactivated
de: Online-Bewerbung deaktivieren

# tx_ats_domain_model_job.user_pa
source: Personell Department
de: Sachbearbeitung

# tx_ats_domain_model_job.department
source: Department
de: Fachbereich, Abteilung, Referat

# tx_ats_domain_model_job.officials
source: Officials
de: Offizielle

# tx_ats_domain_model_job.internal
source: Internal
de: Interne Ausschreibung

# tx_ats_domain_model_job.contributors
source: Contributors
de: Mitwirkende

# tx_ats_domain_model_job.career
source: Career
de: Karriere

# tx_ats_domain_model_job.career.I.1
source: h. D. (german civil service)
de: h. D. (höherer Dienst)

# tx_ats_domain_model_job.career.I.2
source: g. D. (german civil service)
de: g. D. (gehobener Dienst)

# tx_ats_domain_model_job.career.I.3
source: m. D. (german civil service)
de: m. D. (mittlerer Dienst)

# tx_ats_domain_model_job.career.I.4
source: Training
de: Ausbildung

# tx_ats_domain_model_job.career.I.5
source: Professorship
de: Berufung

# tx_ats_domain_model_job.deadline_email_disabled
source: Send no emails after deadline has expired
de: Keine E-Mails an Abt/FB/Ref nach Ablauf der Bearbeitungsfrist senden

# tx_ats_domain_model_job.deadline_email
source: Email was sent after deadline has expired
de: E-Mail an Abt/FB/Ref nach Ablauf der Bearbeitungsfrist gesendet

# tx_ats_domain_model_job.organization_unit
source: Organization Unit
de: Organisationseinheit (bei Ausbildungsberufen)

# tx_ats_domain_model_job.enable_form_link
source: Show link to form
de: Link zum Formular anzeigen

# be_groups.tx_ats_location
source: Location
de: BMS: Ort

# tx_ats_domain_model_job.location.I.none
source: None
de: Keine

# tx_ats_domain_model_job.location.I.0
source: Headquarters
de: Zentrale

# tx_ats_domain_model_job.location.I.1
source: Branch office
de: Niederlassung

# tx_ats_domain_model_job.media
source: Media
de: Medienelemente

# be_groups.tx_ats_location.I.none
source: None
de: Keine

# be_groups.tx_ats_location.I.0
source: Headquarters
de: Zentrale

# be_groups.tx_ats_location.I.1
source: Branch office
de: Niederlassung

# tx_ats_domain_model_job.div.json_ld
source: Structured Data
de: Strukturierte Daten

# tx_ats_domain_model_job.job_title
source: Job (position) title
de: Jobtitel (Name der Position)

# tx_ats_domain_model_job.base_salary.palette
source: Base salary
de: Grundgehalt

# tx_ats_domain_model_job.base_salary
source: Amount
de: Gehalt

# tx_ats_domain_model_job.base_salary_currency
source: Currency
de: Währung

# tx_ats_domain_model_job.base_salary_currency.default
source: Undefined
de: Keine Angabe

# tx_ats_domain_model_job.base_salary_unit
source: Unit
de: Einheit

# tx_ats_domain_model_job.base_salary_unit.default
source: Undefined
de: Keine Angabe

# tx_ats_domain_model_job.base_salary_unit.HOUR
source: Hour
de: Stunde

# tx_ats_domain_model_job.base_salary_unit.DAY
source: Day
de: Tag

# tx_ats_domain_model_job.base_salary_unit.WEEK
source: Week
de: Woche

# tx_ats_domain_model_job.base_salary_unit.MONTH
source: Month
de: Monat

# tx_ats_domain_model_job.base_salary_unit.YEAR
source: Year
de: Jahr

# tx_ats_domain_model_job.education_requirements
source: Education requirements
de: Benötigte Ausbildung

# tx_ats_domain_model_job.employment_type
source: Employment type
de: Art der Anstellung

# tx_ats_domain_model_job.employment_type.placeholder
source: full-time, part-time, contract, temporary...
de: Vollzeit, Teilzeit, befristet...

# tx_ats_domain_model_job.experience_requirements
source: Experience requirements
de: Benötigte Vorerfahrung

# tx_ats_domain_model_job.override_hiring_organization
source: Override company-wide hiring organization
de: Namen der einstellenden Firma überschreiben

# tx_ats_domain_model_job.hiring_organization
source: Hiring organization
de: Name der einstellenden Firma/Organisation

# tx_ats_domain_model_job.incentive_compensation
source: Incentive compensation
de: Erfolgsprämie

# tx_ats_domain_model_job.industry
source: Industry
de: Branche

# tx_ats_domain_model_job.job_benefits
source: Job benefits
de: Leistungen und Vorteile

# tx_ats_domain_model_job.job_location.palette
source: Job Location
de: Standort des Jobs

# tx_ats_domain_model_job.override_global_location
source: Override company-wide location
de: Firmen-Standortinformationen überschreiben

# tx_ats_domain_model_job.job_location_address_country
source: Country
de: Land

# tx_ats_domain_model_job.job_location_address_country.default
source: Undefined
de: Keine Angabe

# tx_ats_domain_model_job.job_location_address_locality
source: Locality
de: Stadt/Ort

# tx_ats_domain_model_job.job_location_address_region
source: Region
de: Region/Bundesland

# tx_ats_domain_model_job.job_location_address_region.default
source: Undefined
de: keine Angabe

# tx_ats_domain_model_job.job_location_address_postal_code
source: Postal code
de: Postleitzahl

# tx_ats_domain_model_job.job_location_address_street_address
source: Street address
de: Straße

# tx_ats_domain_model_job.occupational_category
source: Occupational Category
de: Berufsgruppe

# tx_ats_domain_model_job.qualifications
source: Qualifications
de: Qualifikationen

# tx_ats_domain_model_job.responsibilities
source: Responsibilities
de: Aufgaben

# tx_ats_domain_model_job.skills
source: Skills
de: Fähigkeiten

# tx_ats_domain_model_job.special_commitments
source: Special commitments
de: Besondere Zusagen

# tx_ats_domain_model_job.work_hours
source: Work hours
de: Arbeitszeiten

# tx_ats_domain_model_job.work_hours.placeholder
source: e.g. 1st shift, night shift, 8am-5pm
de: z.B. 8-15 Uhr, erste Schicht, Nachtschicht...

# flexform.jobs.title
source: Job plugin options
de: job Plugin-Optionen

# flexform.jobs.override
source: Override global settings
de: Globale Einstellungen überschreiben

# flexform.jobs.override.1
source: Override
de: Überschreiben

# flexform.jobs.overrideEmptyValues
source: Override configuration
de: Überschreibungsmodus

# flexform.jobs.overrideEmptyValues.0
source: Ignore empty Flexform values and use TypoScript values instead
de: Leere Flexform-Werte ignorieren und stattdessen TypoScript-Einstellungen verwenden

# flexform.jobs.overrideEmptyValues.1
source: Override all values, even if they are empty
de: Alle Einstellungen überschreiben, auch mit leeren Flexform-Werten

# flexform.jobs.applicationPage
source: Application form page
de: Bewerbungsformular-Seite

# flexform.jobs.policyPage
source: Page with policy details
de: Datenschutzerklärungs-Seite

# flexform.jobs.allowedStaticLanguages
source: Allowed languages inside language dropdown
de: Erlaubte Sprachangaben im Sprach-Auswahlfeld

# tx_ats_domain_model_application.receiptdate
source: Receipt date
de: Eingangsdatum

# tx_ats_domain_model_application.application_type
source: Application type
de: Bewerbungsart

# tx_ats_domain_model_application.rating
source: Rating
de: Bewertung

# tx_ats_domain_model_application.comment_rating
source: Rating note
de: Bewertungs Bemerkung

# tx_ats_domain_model_application.rating_perso
source: Rating (Perso)
de: Bewertung (Perso)

# tx_ats_domain_model_application.comment_rating_perso
source: Rating note (Perso)
de: Bewertungs Bemerkung (Perso)

# tx_ats_domain_model_application.invited
source: Invited
de: Eingeladen

# tx_ats_domain_model_application.vocational_training_completed
source: Vocational training completed
de: Berufsausbildung abgeschlossen

# tx_ats_domain_model_application.privacy_policy
source: Accepts privacy policy
de: Akzeptiert Datenschutz-Bestimmungen

# tx_ats_domain_model_application.salutation
source: Form of address
de: Anrede

# tx_ats_domain_model_application.firstname
source: First name
de: Vorname

# tx_ats_domain_model_application.surname
source: Surname
de: Nachname

# tx_ats_domain_model_application.birthday
source: Birthday
de: Geburtstag

# tx_ats_domain_model_application.disability
source: Disability
de: Schwerbehinderung

# tx_ats_domain_model_application.nationality
source: Nationality
de: Nationalität

# tx_ats_domain_model_application.street
source: Street
de: Straße

# tx_ats_domain_model_application.zipcode
source: Post code
de: PLZ

# tx_ats_domain_model_application.city
source: Town/City
de: Stadt

# tx_ats_domain_model_application.country
source: Country
de: Land

# tx_ats_domain_model_application.phone
source: Tel. no. landline
de: Tel. Nr. Festnetz

# tx_ats_domain_model_application.mobile
source: Tel. no. mobile
de: Tel. Nr. Mobil

# tx_ats_domain_model_application.employed
source: Employed
de: Angestellt

# tx_ats_domain_model_application.school_qualification
source: Highest school-leaving qualification
de: Höchster Schulabschluss

# tx_ats_domain_model_application.professional_qualification
source: Professional qualification
de: Berufsabschluss

# tx_ats_domain_model_application.professional_qualification_final_grade
source: Final qualification grade
de: Abschlussnote des Berufsabschlusses

# tx_ats_domain_model_application.academic_degree
source: Academic degree
de: Akademischer Abschluss

# tx_ats_domain_model_application.academic_degree_final_grade
source: Final academic grade
de: Abschlussnote des Akademischen Abschlusses

# tx_ats_domain_model_application.doctoral_degree
source: Doctoral degree
de: Studienabschluss

# tx_ats_domain_model_application.doctoral_degree_final_grade
source: Final doctoral grade
de: Abschlussnote des Studienabschlusses

# tx_ats_domain_model_application.previous_knowledge
source: Relevant knowledge for vacancy
de: Ausschreibungsrelevante Vorkenntnisse

# tx_ats_domain_model_application.it_knowledge
source: Relevant IT knowledge for vacancy
de: Ausschreibungsrelevante IT-Kenntnisse

# tx_ats_domain_model_application.target_graduation
source: Target Graduation
de: Angestrebter Abschluss

# tx_ats_domain_model_application.graduation_completed
source: Graduation completed
de: Abschluss abgeschlossen

# tx_ats_domain_model_application.maths_grade
source: Maths grade
de: Mathe Note

# tx_ats_domain_model_application.physics_grade
source: Physics grade
de: Physik Note

# tx_ats_domain_model_application.chemistry_grade
source: Chemistry grade
de: Chemie Note

# tx_ats_domain_model_application.german_grade
source: German grade
de: Deutsch Note

# tx_ats_domain_model_application.english_grade
source: English grade
de: Englisch Note

# tx_ats_domain_model_application.art_grade
source: Art grade
de: Kunst Note

# tx_ats_domain_model_application.comment
source: Note
de: Bemerkung

# tx_ats_domain_model_application.communication_channel
source: Communication channel
de: Kommunikationskanal

# tx_ats_domain_model_application.forward_to_departments
source: Allow forwarding to other department
de: Einverstanden mit der Weiterleitung an andere Organisationseinheiten

# tx_ats_domain_model_application.files
source: Files
de: Dateien

# tx_ats_domain_model_application.user
source: User
de: Benutzer

# tx_ats_domain_model_application.language_skills
source: Language skills
de: Sprachkenntnisse

# tx_ats_domain_model_application.notes
source: Notes
de: Anmerkungen

# tx_ats_domain_model_application.history
source: History
de: Historie

# tx_ats_domain_model_application.creation_date
source: Creation date
de: Erstellungsdatum

# tx_ats_domain_model_application.language
source: Language
de: Sprache
