Repository: pagemachine/ats
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_ats.mail.building
source: Building
de: Gebäude

# tx_ats.mail.room
source: Room
de: Raum

# be.label.ApplicationSingle.Overview.FormData
source: Form data
de: Formulardaten

# be.label.ApplicationSingle.Overview.Qualification
source: Qualification
de: Qualifikation

# be.label.ApplicationSingle.Overview.AdditionalData
source: Additional Data
de: Weitere Angaben

# be.label.ApplicationSingle.Overview.PersonalData
source: Personal Data
de: Persönliche Daten

# be.label.ApplicationSingle.Overview.Disability
source: Disability
de: Schwerbehinderung/Gleichstellung

# be.label.ApplicationSingle.Overview.print
source: Print
de: Drucken

# be.label.ApplicationSingle.Edit.FormData
source: Edit form data
de: Formulardaten bearbeiten

# be.label.ApplicationSingle.Edit.Introduction
source: Introduction
de: Einleitung

# be.label.ApplicationSingle.Edit.PrivacyPolicy
source: Accepts privacy policy
de: Akzeptiert Datenschutz-Bestimmungen

# be.label.ApplicationSingle.Edit.ApplicationType
source: Application type
de: Art der Bewerbung

# be.label.ApplicationSingle.Edit.PersonalData
source: Personal Data
de: Persönliche Daten

# be.label.ApplicationSingle.Edit.Disability
source: Disability
de: Schwerbehinderung / Gleichstellung

# be.label.ApplicationSingle.Edit.Disability.1
source: No
de: Nein

# be.label.ApplicationSingle.Edit.Disability.2
source: Yes
de: Ja

# be.label.ApplicationSingle.Edit.Qualifications
source: Qualifications
de: Qualifikationen

# be.label.ApplicationSingle.Edit.AdditionalInformation
source: Additional Information
de: Weitere Angaben

# be.label.ApplicationSingle.Edit.Submit
source: Save
de: Speichern

# be.label.ApplicationSingle.Edit.2
source: Letter
de: Brief

# be.label.ApplicationSingle.New.General
source: General
de: Allgemein

# be.label.ApplicationSingle.Workflow
source: Change workflow
de: Ablauf ändern

# be.label.ApplicationSingle.Workflow.Note
source: Note
de: Anmerkung

# be.label.ApplicationSingle.Workflow.Submit
source: Submit
de: Senden

# be.label.ApplicationSingle.Acknowledge
source: Acknowledge application
de: Bewerbung bestätigen

# be.label.ApplicationSingle.Acknowledge.SendMailTo
source: Send mail to:
de: Sende E-Mail an:

# be.label.ApplicationSingle.Acknowledge.CreatePdf
source: Create PDF
de: Erstelle PDF

# be.label.ApplicationSingle.Acknowledge.Preview
source: Preview
de: Vorschau

# be.label.ApplicationSingle.Acknowledge.Send
source: Send
de: Senden

# be.label.ApplicationSingle.Notes.add
source: Add a new note
de: Neue Anmerkung

# be.label.ApplicationSingle.Notes.Internal
source: Internal
de: Intern

# be.label.ApplicationSingle.Notes.Submit
source: Submit
de: Senden

# be.label.ApplicationSingle.Notes.AllNotes
source: All notes
de: Alle Anmerkungen

# be.label.ApplicationSingle.Mail
source: Send Mail
de: Mail senden

# be.label.ApplicationSingle.Invite
source: Send Invitation
de: Sende Einladung

# be.label.ApplicationSingle.Reject
source: Reject application
de: Dem Bewerber absagen

# be.label.ApplicationSingle.Close
source: Close Application
de: Bewerbung abschließen

# be.label.ApplicationSingle.Rating
source: Rating
de: Bewertung

# be.label.ApplicationSingle.Rating.AllNotes
source: All notes
de: Alle Anmerkungen

# be.label.ApplicationSingle.Rating.Submit
source: Submit
de: Senden

# be.label.ApplicationSingle.RatingPerso
source: Rating (Perso)
de: Bewertung (Perso)

# be.label.ApplicationSingle.History
source: Application History
de: Bewerbungsverlauf

# be.label.ApplicationSingle.History.Date
source: Date
de: Datum

# be.label.ApplicationSingle.History.User
source: User
de: Benutzer

# be.label.ApplicationSingle.History.Subject
source: Subject
de: Thema

# be.label.ApplicationSingle.History.Difference
source: Difference
de: Änderung

# be.label.ApplicationSingle.Clone
source: Clone Application
de: Bewerbung klonen

# be.label.ApplicationSingle.Clone.Note
source: Note
de: Anmerkung

# be.label.ApplicationSingle.Clone.Submit
source: Submit
de: Senden

# be.label.Notification.Continue
source: Continue
de: Weiter

# be.label.notification.back
source: Back to list
de: Zurück zur Liste

# tx_ats.message.salutation.1
source: Dear Mr.
de: Sehr geehrter Herr

# tx_ats.message.salutation.2
source: Dear Ms.
de: Sehr geehrte Frau

# tx_ats.mass.emailSent
source: E-mails sent
de: Versendete E-Mails

# tx_ats.mass.download
source: [Download]
de: [Herunterladen]

# tx_ats.mass.downloadAll
source: [Download All]
de: [Alle herunterladen]

# tx_ats.mass.selectApplications
source: Select all new applications
de: Alle neuen Bewerbungen auswählen

# tx_ats.be.massNotification.header
source: New Mass Notification
de: Neuer Massenbescheid

# be.flashMessage.update.ok
source: Application was updated successfully.
de: Ihre Änderungen wurden gespeichert.

# be.flashMessage.updateStatus.ok
source: Application Status was updated successfully.
de: Status erfolgreich geändert.

# be.flashMessage.rating.ok
source: Rating was updated.
de: Ihre Bewertung wurde gespeichert.

source: A new note was successfully added.
de: Eine neue Anmerkung wurde gespeichert.

source: Your reply was sent.
de: Ihre Nachricht wurde abgeschickt.

source: Your invitation was sent.
de: Ihre Einladung wurde abgeschickt.

source: Your acknowledge message was sent.
de: Eine Eingangsbestätigung wurde abgeschickt.

source: Your rejection message was sent.
de: Die Absage wurde abgeschickt.

source: Application was successfully sent back to personell department.
de: Die Bewerbung wurde erfolgreich zurück an die Personalabteilung geleitet.

source: Successfully added a new file.
de: Eine neue Datei wurde ergänzt.

source: Application was closed and is now in archive.
de: Die Bewerbung wurde abgeschlossen und befindet sich jetzt im Archiv.

source: Successfully created a new application.
de: Eine neue Bewerbung wurde angelegt.

source: File %s was removed.
de: Die Datei %s wurde entfernt.

source: Successfully cloned application with ID %s. The clone has the ID %s.
de: Ein Klon der Bewerbung mit ID %s wurde erstellt. ID des Klons: %s.

source: Application is now in the pool section.
de: Die Bewerbung befindet sich jetzt im Pool.

source: Application is now in the archives.
de: Die Bewerbung befindet sich jetzt im Archiv.

source: Applications were moved successfully.
de: Bewerbungen wurden erfolgreich verschoben.

# tx_ats.be.messageTypes.1
source: Invite
de: Einladung

# tx_ats.be.messageTypes.2
source: Acknowledge
de: Eingangsbestätigung

# tx_ats.be.messageTypes.3
source: Reply
de: Mail

# tx_ats.be.messageTypes.5
source: Reject
de: Absage
